Revit 2027 API
ChangeType Properties
The ChangeType type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ChangeType Class
Autodesk.Revit.DB Namespace